Repository: LumenBS/Civitas-Motion
Catalog: Translations/Civitas-Motion.*.xlf
Languages: nl_nl

# Page 1343873695 - Property 2879900210
source: Motion file Import
nl_nl: Motion bestand importeren

# XmlPort 934133159 - NamedType 1278217849
source: Lines succesfully imported and journal with documentno. %1 created
nl_nl: De regels zijn succesvol geimporteerd in dagboek %1.

# XmlPort 934133159 - NamedType 1859493219
source: No lines imported
nl_nl: Er zijn geen regels geimporteerd.

# XmlPort 934133159 - NamedType 4210974939
source: Lines are not in balance (%1) while automatic release is set. No lines imported.
nl_nl: Er is een onbalans van %1. Bij automatisch vrijgeven moeten de regels in evenwicht zijn. De regels zijn niet geimporteerd.

# TableExtension 2220523729 - NamedType 2850346842
source: Motion Journal
nl_nl: Motion dagboek

# TableExtension 2220523729 - Field 2501710577 - Property 1295455071
source: Specifies if the journal should be automatic set to released.
nl_nl: Dit geeft aan of het dagboek automatisch vrijgegeven moet worden.

# TableExtension 2220523729 - Field 2501710577 - Property 2879900210
source: Automatic Releasse
nl_nl: Automatisch vrijgeven

# TableExtension 2220523729 - Field 817927179 - Property 1295455071
source: Specifies the Journal Batch Name to be used
nl_nl: Hier geeft u aan welk dagboekbatch voor de koppeling gebruikt gaat worden.

# TableExtension 2220523729 - Field 817927179 - Property 2879900210
source: Journal Batch Name
nl_nl: Dagboekbatch

# TableExtension 2220523729 - Field 3972903871 - Property 1295455071
source: Specifies the Journal Template Name to be used
nl_nl: Hier geeft u aan welk dagboeksjabloon voor de koppeling gebruikt gaat worden.

# TableExtension 2220523729 - Field 3972903871 - Property 2879900210
source: Journal Template Name
nl_nl: Dagboeksjabloon
